export const TARIFS_INDIVIDUAL = [
  {
    id: 1,
    tarifNumber: "1",
    price: "100€",
    description: [
      "— 60 исходников и 30 обработанных снимков.",
      "— Продолжительность: 1 час.",
      "— Готовность материала: в течение 3-х дней.",
    ],
  },
  {
    id: 2,
    tarifNumber: "2",
    price: "150€",
    description: [
      "— 110 исходного материала и 55 обработанных снимков.",
      "— Длительность: 1:30 часа.",
      "— Готовность материала: в течение 3-х дней.",
      "— Смена образа.",
    ],
  },
];

// Tarif Love, Family, Friends story
export const TARIFS_STORY = [
  {
    id: 1,
    tarifNumber: "1",
    price: "150€",
    description: [
      "— 70 исходников и 30 обработанных снимков.",
      "— Продолжительность: 1 час.",
      "— Готовность материала: в течение 3-х дней.",
    ],
  },
  {
    id: 2,
    tarifNumber: "2",
    price: "200€",
    description: [
      "— 110 исходного материала и 70 обработанных снимков.",
      "— Длительность: 1:30 часа.",
      "— Готовность материала: в течение 3-х дней.",
      "— Смена образа.",
    ],
  },
];

// Tarifs for Blog Visual
export const TARIFS_BLOG_VISUAL = [
  {
    id: 1,
    tarifLabel: "ТАРИФ 1 / EXPRESS",
    price: "150€",
    description: [
      "— Обсуждение пожеланий, которые вы хотели бы применить в своем визуале.",
      "— Составление ленты из 9-ти снимков на основе референсов - для реализации идеи на съемке.",
      "— Помощь в выборе локации/построения маршрута, образа и необходимых реквизитов.",
      "— 50 исходников и 10 обработанных снимков.",
      "— Продолжительность: 1 час.",
      "— Готовность материала: в течение 3-х дней.",
      "— Составление сетки из 9-ти готовых снимков готовые к публикации",
    ],
  },
  {
    id: 2,
    tarifLabel: "ТАРИФ 2 / COMFORT",
    price: "200€",
    description: [
      "— Обсуждение пожеланий, которые вы хотели бы применить в своем визуале.",
      "— Составление ленты из 12-ти снимков на основе референсов - для реализации идеи на съемке.",
      "— Помощь в выборе локаций/построения маршрута и образов.",
      "— 100 и 50 обработанных снимков.",
      "— Продолжительность: 1:30 - 2 часа.",
      "— Готовность материала: в течение 5-х дней.",
      "— Составление ленты из 12-ти готовых снимков готовые к публикации",
    ],
  },
  {
    id: 3,
    tarifLabel: "ТАРИФ 3 / PREMIUM",
    price: "300€",
    description: [
      "— Обсуждение пожеланий, которые вы хотели бы применить в своем визуале.",
      "— Составление ленты из 15-ти снимков на основе референсов - для реализации идеи на съемке.",
      "— Помощь в выборе локации/построения маршрута и образов.",
      "— 150 исходников и 70 обработанных снимков.",
      "— Продолжительность: 2 - 3 часа.",
      "— 5 видео для reels ( 4K ) - продолжительностью 30-60 секунд.",
      "— Готовность материала: в течение 5-х дней.",
      "— Составление ленты из 15-ти готовых снимков готовые к публикации",
    ],
  },
];
